system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

libs
(
	"libwindkesselPressureFvPatchField.so"
);

application     pimpleFoam;

startFrom       latestTime;

startTime       0.00;

stopAt          endTime;

endTime         0.50;

deltaT          0.001;

writeControl    runTime;

writeInterval   0.01;

purgeWrite      0;

writeFormat     binary;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable yes;

adjustTimeStep  no;

maxCo           5;

functions
{
//    #include "streamLines"

    libInterpolation
    {
        type                coded;
        libs                ("libinterpolation.so");
        code                "{}";
    }


    Co1
    {
        type                CourantNo;
        libs                ("libfieldFunctionObjects.so");
        executeControl      timeStep;
        executeInterval     1;
        writeControl        writeTime;
    }

    wallShearStress1
    {
    // Mandatory entries (unmodifiable)
        type            wallShearStress;
        libs            (fieldFunctionObjects);

    // Optional entries (runtime modifiable)
    //patches         (<patch1> ... <patchN>); // (wall1 "(wall2|wall3)");

    // Optional (inherited) entries
        writePrecision  8;
        writeToFile     true;
        useUserTime     true;
        //region          region;
        enabled         true;
        log             true;
        timeStart       0;
        timeEnd         1;
        executeControl  timeStep;
        executeInterval 1;
        writeControl    writeTime;
        writeInterval   1;

}



}


// ************************************************************************* //
