system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

scale  .001;

xmin -100;
xmax 100;
ymin -100;
ymax 125;
zmin -350;
zmax 350;

deltax 1;
deltay 1;
deltaz 1;

lx #calc "$xmax - $xmin";
ly #calc "$ymax - $ymin";
lz #calc "$zmax - $zmin";

xcells #calc "round($lx/$deltax)" ;
ycells #calc "round($ly/$deltay)" ;
zcells #calc "round($lz/$deltaz)" ;


vertices
(
	($xmin $ymin $zmin) //0
	($xmax $ymin $zmin) //1
	($xmax $ymax $zmin) //2
	($xmin $ymax $zmin) //3
	($xmin $ymin $zmax) //4
	($xmax $ymin $zmax) //5
	($xmax $ymax $zmax) //6
	($xmin $ymax $zmax) //7
);


blocks
(
    hex (0 1 2 3 4 5 6 7) ($xcells $ycells $zcells) simpleGrading (1 1 1)

);

edges
(
);

boundary
(
    top
    {
        type wall;
        faces
        (
            (3 7 6 2)
        );
    }
    left
    {
        type wall;
        faces
        (
            (0 4 7 3)
        );
    }
    right
    {
        type wall;
        faces
        (
            (2 6 5 1)
        );
    }
    bottom
    {
        type wall;
        faces
        (
            (0 1 5 4)

        );
    }
    front
    {
        type wall;
        faces
        (
            (4 5 6 7)
        );
    }
    back
	{
        type wall;
        faces
        (
	    (0 3 2 1)
	);
    }
);


// ************************************************************************* //
