constant/QTable
(
(0.00 0.0001384353)
(0.01 0.0001341905)
(0.02 0.0001324258)
(0.03 0.0001350398)
(0.04 0.0001432731)
(0.05 0.0001574976)
(0.06 0.0001771306)
(0.07 0.0002006834)
(0.08 0.0002259420)
(0.09 0.0002502511)
(0.10 0.0002708647)
(0.11 0.0002853131)
(0.12 0.0002917353)
(0.13 0.0002891302)
(0.14 0.0002774918)
(0.15 0.0002578091)
(0.16 0.0002319312)
(0.17 0.0002023156)
(0.18 0.0001716960)
(0.19 0.0001427154)
(0.20 0.0001175754)
(0.21 0.0000977517)
(0.22 0.0000838145)
(0.23 0.0000753784)
(0.24 0.0000711896)
(0.25 0.0000693358)
(0.26 0.0000675506)
(0.27 0.0000635678)
(0.28 0.0000554757)
(0.29 0.0000420211)
(0.30 0.0000228199)
(0.31 0.0000000000)
(0.32 0.0000000000)
(0.33 0.0000000000)
(0.34 0.0000000000)
(0.35 0.0000000000)
(0.36 0.0000000000)
(0.37 0.0000000000)
(0.38 0.0000000000)
(0.39 0.0000000000)
(0.40 0.0000000000)
(0.41 0.0000000000)
(0.42 0.0000000000)
(0.43 0.0000000000)
(0.44 0.0000000000)
(0.45 0.0000107955)
(0.46 0.0000283103)
(0.47 0.0000400469)
(0.48 0.0000463855)
(0.49 0.0000485751)
(0.50 0.0001384353)
(0.51 0.0001341905)
(0.52 0.0001324258)
(0.53 0.0001350398)
(0.54 0.0001432731)
(0.55 0.0001574976)
(0.56 0.0001771306)
(0.57 0.0002006834)
(0.58 0.0002259420)
(0.59 0.0002502511)
(0.60 0.0002708647)
(0.61 0.0002853131)
(0.62 0.0002917353)
(0.63 0.0002891302)
(0.64 0.0002774918)
(0.65 0.0002578091)
(0.66 0.0002319312)
(0.67 0.0002023156)
(0.68 0.0001716960)
(0.69 0.0001427154)
(0.70 0.0001175754)
(0.71 0.0000977517)
(0.72 0.0000838145)
(0.73 0.0000753784)
(0.74 0.0000711896)
(0.75 0.0000693358)
(0.76 0.0000675506)
(0.77 0.0000635678)
(0.78 0.0000554757)
(0.79 0.0000420211)
(0.80 0.0000228199)
(0.81 0.0000000000)
(0.82 0.0000000000)
(0.83 0.0000000000)
(0.84 0.0000000000)
(0.85 0.0000000000)
(0.86 0.0000000000)
(0.87 0.0000000000)
(0.88 0.0000000000)
(0.89 0.0000000000)
(0.90 0.0000000000)
(0.91 0.0000000000)
(0.92 0.0000000000)
(0.93 0.0000000000)
(0.94 0.0000000000)
(0.95 0.0000107955)
(0.96 0.0000283103)
(0.97 0.0000400469)
(0.98 0.0000463855)
(0.99 0.0000485751)
(1.00 0.0001384353)
(1.01 0.0001341905)
(1.02 0.0001324258)
(1.03 0.0001350398)
(1.04 0.0001432731)
(1.05 0.0001574976)
(1.06 0.0001771306)
(1.07 0.0002006834)
(1.08 0.0002259420)
(1.09 0.0002502511)
(1.10 0.0002708647)
(1.11 0.0002853131)
(1.12 0.0002917353)
(1.13 0.0002891302)
(1.14 0.0002774918)
(1.15 0.0002578091)
(1.16 0.0002319312)
(1.17 0.0002023156)
(1.18 0.0001716960)
(1.19 0.0001427154)
(1.20 0.0001175754)
(1.21 0.0000977517)
(1.22 0.0000838145)
(1.23 0.0000753784)
(1.24 0.0000711896)
(1.25 0.0000693358)
(1.26 0.0000675506)
(1.27 0.0000635678)
(1.28 0.0000554757)
(1.29 0.0000420211)
(1.30 0.0000228199)
(1.31 0.0000000000)
(1.32 0.0000000000)
(1.33 0.0000000000)
(1.34 0.0000000000)
(1.35 0.0000000000)
(1.36 0.0000000000)
(1.37 0.0000000000)
(1.38 0.0000000000)
(1.39 0.0000000000)
(1.40 0.0000000000)
(1.41 0.0000000000)
(1.42 0.0000000000)
(1.43 0.0000000000)
(1.44 0.0000000000)
(1.45 0.0000107955)
(1.46 0.0000283103)
(1.47 0.0000400469)
(1.48 0.0000463855)
(1.49 0.0000485751)
(1.50 0.0001384353)
(1.51 0.0001341905)
(1.52 0.0001324258)
(1.53 0.0001350398)
(1.54 0.0001432731)
(1.55 0.0001574976)
(1.56 0.0001771306)
(1.57 0.0002006834)
(1.58 0.0002259420)
(1.59 0.0002502511)
(1.60 0.0002708647)
(1.61 0.0002853131)
(1.62 0.0002917353)
(1.63 0.0002891302)
(1.64 0.0002774918)
(1.65 0.0002578091)
(1.66 0.0002319312)
(1.67 0.0002023156)
(1.68 0.0001716960)
(1.69 0.0001427154)
(1.70 0.0001175754)
(1.71 0.0000977517)
(1.72 0.0000838145)
(1.73 0.0000753784)
(1.74 0.0000711896)
(1.75 0.0000693358)
(1.76 0.0000675506)
(1.77 0.0000635678)
(1.78 0.0000554757)
(1.79 0.0000420211)
(1.80 0.0000228199)
(1.81 0.0000000000)
(1.82 0.0000000000)
(1.83 0.0000000000)
(1.84 0.0000000000)
(1.85 0.0000000000)
(1.86 0.0000000000)
(1.87 0.0000000000)
(1.88 0.0000000000)
(1.89 0.0000000000)
(1.90 0.0000000000)
(1.91 0.0000000000)
(1.92 0.0000000000)
(1.93 0.0000000000)
(1.94 0.0000000000)
(1.95 0.0000107955)
(1.96 0.0000283103)
(1.97 0.0000400469)
(1.98 0.0000463855)
(1.99 0.0000485751)
(2.00 0.0001384353)
)