constant/QTableB
(
(0.0 8.645527227860395e-06)
(0.01 9.22479559891841e-06)
(0.02 1.0535648510792805e-05)
(0.03 1.1846501422667203e-05)
(0.04 1.3388359799639038e-05)
(0.05 1.4930218176610868e-05)
(0.06 1.5978742683091497e-05)
(0.07 1.7027267189572125e-05)
(0.08 1.7388396685623447e-05)
(0.09 1.774952618167477e-05)
(0.1 1.7372638799594936e-05)
(0.11 1.6995751417515103e-05)
(0.12 1.5553031382136132e-05)
(0.13 1.4110311346757162e-05)
(0.14 1.2083372832342643e-05)
(0.15 1.0056434317928122e-05)
(0.16 8.941346554713135e-06)
(0.17 7.826258791498149e-06)
(0.18 7.0576807096810175e-06)
(0.19 6.289102627863885e-06)
(0.2 6.076618430104526e-06)
(0.21 5.864134232345167e-06)
(0.22 6.0775000868990665e-06)
(0.23 6.290865941452967e-06)
(0.24 7.048161957597108e-06)
(0.25 7.805457973741249e-06)
(0.26 8.289559975095444e-06)
(0.27 8.773661976449641e-06)
(0.28 9.048994021122828e-06)
(0.29 9.324326065796014e-06)
(0.3 9.39105504674417e-06)
(0.31 9.457784027692325e-06)
(0.32 9.271811839470805e-06)
(0.33 9.085839651249283e-06)
(0.34 8.801480403089907e-06)
(0.35 8.517121154930536e-06)
(0.36 8.171474637820754e-06)
(0.37 7.82582812071097e-06)
(0.38 7.59840543630844e-06)
(0.39 7.370982751905909e-06)
(0.4 7.381773825446756e-06)
(0.41 7.392564898987601e-06)
(0.42 7.310291202434562e-06)
(0.43 7.22801750588152e-06)
(0.44 7.530451590716302e-06)
(0.45 7.832885675551081e-06)
(0.46 7.832885675551081e-06)
(0.47 7.832885675551081e-06)
(0.48 7.832885675551081e-06)
(0.49 7.832885675551081e-06)
(0.5 8.645527227860395e-06)
(0.51 9.22479559891841e-06)
(0.52 1.0535648510792805e-05)
(0.53 1.1846501422667203e-05)
(0.54 1.3388359799639038e-05)
(0.55 1.4930218176610868e-05)
(0.56 1.5978742683091497e-05)
(0.57 1.7027267189572125e-05)
(0.58 1.7388396685623447e-05)
(0.59 1.774952618167477e-05)
(0.6 1.7372638799594936e-05)
(0.61 1.6995751417515103e-05)
(0.62 1.5553031382136132e-05)
(0.63 1.4110311346757162e-05)
(0.64 1.2083372832342643e-05)
(0.65 1.0056434317928122e-05)
(0.66 8.941346554713135e-06)
(0.67 7.826258791498149e-06)
(0.68 7.0576807096810175e-06)
(0.69 6.289102627863885e-06)
(0.7 6.076618430104526e-06)
(0.71 5.864134232345167e-06)
(0.72 6.0775000868990665e-06)
(0.73 6.290865941452967e-06)
(0.74 7.048161957597108e-06)
(0.75 7.805457973741249e-06)
(0.76 8.289559975095444e-06)
(0.77 8.773661976449641e-06)
(0.78 9.048994021122828e-06)
(0.79 9.324326065796014e-06)
(0.8 9.39105504674417e-06)
(0.81 9.457784027692325e-06)
(0.82 9.271811839470805e-06)
(0.83 9.085839651249283e-06)
(0.84 8.801480403089907e-06)
(0.85 8.517121154930536e-06)
(0.86 8.171474637820754e-06)
(0.87 7.82582812071097e-06)
(0.88 7.59840543630844e-06)
(0.89 7.370982751905909e-06)
(0.9 7.381773825446756e-06)
(0.91 7.392564898987601e-06)
(0.92 7.310291202434562e-06)
(0.93 7.22801750588152e-06)
(0.94 7.530451590716302e-06)
(0.95 7.832885675551081e-06)
(0.96 7.832885675551081e-06)
(0.97 7.832885675551081e-06)
(0.98 8.645527227860395e-06)
(0.99 9.22479559891841e-06)
(1.0 1.0535648510792805e-05)
)
