constant/QTableC
(
(0.0 0.31418373710308106)
(0.01 0.3323969893403854)
(0.02 0.3472897238680959)
(0.03 0.3583341962472627)
(0.04 0.3651287655244)
(0.05 0.3674221323706982)
(0.06 0.3651287655244)
(0.07 0.3583341962472627)
(0.08 0.3472897238680959)
(0.09 0.33239698934038536)
(0.1 0.31418373710308106)
(0.11 0.2932728042112194)
(0.12 0.2703468748026139)
(0.13 0.24611177137169662)
(0.14 0.22126100973179919)
(0.15 0.19644404345992555)
(0.16 0.17224011649530355)
(0.17 0.14913900021647106)
(0.18 0.12752919410024338)
(0.19 0.10769349566697939)
(0.2 0.08981126304333384)
(0.21 0.0)
(0.22 0.0)
(0.23 0.0)
(0.24 0.0)
(0.25 0.31418373710308106)
(0.26 0.3323969893403854)
(0.27 0.3472897238680959)
(0.28 0.3583341962472627)
(0.29 0.3651287655244)
(0.3 0.3674221323706982)
(0.31 0.3651287655244)
(0.32 0.3583341962472627)
(0.33 0.3472897238680959)
(0.34 0.33239698934038536)
(0.35 0.31418373710308106)
(0.36 0.2932728042112194)
(0.37 0.2703468748026139)
(0.38 0.24611177137169662)
(0.39 0.22126100973179919)
(0.4 0.19644404345992555)
(0.41 0.17224011649530355)
(0.42 0.14913900021647106)
(0.43 0.12752919410024338)
(0.44 0.10769349566697939)
(0.45 0.08981126304333384)
(0.46 0.0)
(0.47 0.0)
(0.48 0.0)
(0.49 0.31418373710308106)
(0.5 0.3323969893403854)
)
