constant/QTableI
(
(0.0 2.5936581683581182e-05)
(0.01 2.7674386796755222e-05)
(0.02 3.160694553237841e-05)
(0.03 3.55395042680016e-05)
(0.04 4.016507939891711e-05)
(0.05 4.47906545298326e-05)
(0.06 4.7936228049274495e-05)
(0.07 5.108180156871638e-05)
(0.08 5.216519005687033e-05)
(0.09 5.32485785450243e-05)
(0.1 5.211791639878481e-05)
(0.11 5.098725425254531e-05)
(0.12 4.665909414640839e-05)
(0.13 4.233093404027148e-05)
(0.14 3.6250118497027925e-05)
(0.15 3.0169302953784362e-05)
(0.16 2.68240396641394e-05)
(0.17 2.3478776374494446e-05)
(0.18 2.117304212904305e-05)
(0.19 1.8867307883591652e-05)
(0.2 1.8229855290313577e-05)
(0.21 1.7592402697035498e-05)
(0.22 1.8232500260697197e-05)
(0.23 1.88725978243589e-05)
(0.24 2.114448587279132e-05)
(0.25 2.341637392122374e-05)
(0.26 2.486867992528633e-05)
(0.27 2.6320985929348924e-05)
(0.28 2.714698206336848e-05)
(0.29 2.7972978197388043e-05)
(0.3 2.8173165140232506e-05)
(0.31 2.8373352083076975e-05)
(0.32 2.7815435518412408e-05)
(0.33 2.7257518953747844e-05)
(0.34 2.640444120926972e-05)
(0.35 2.555136346479161e-05)
(0.36 2.451442391346226e-05)
(0.37 2.347748436213291e-05)
(0.38 2.279521630892532e-05)
(0.39 2.2112948255717726e-05)
(0.4 2.2145321476340267e-05)
(0.41 2.2177694696962802e-05)
(0.42 2.1930873607303683e-05)
(0.43 2.1684052517644558e-05)
(0.44 2.2591354772148905e-05)
(0.45 2.3498657026653245e-05)
(0.46 2.3498657026653245e-05)
(0.47 2.3498657026653245e-05)
(0.48 2.3498657026653245e-05)
(0.49 2.3498657026653245e-05)
(0.5 2.5936581683581182e-05)
(0.51 2.7674386796755222e-05)
(0.52 3.160694553237841e-05)
(0.53 3.55395042680016e-05)
(0.54 4.016507939891711e-05)
(0.55 4.47906545298326e-05)
(0.56 4.7936228049274495e-05)
(0.57 5.108180156871638e-05)
(0.58 5.216519005687033e-05)
(0.59 5.32485785450243e-05)
(0.6 5.211791639878481e-05)
(0.61 5.098725425254531e-05)
(0.62 4.665909414640839e-05)
(0.63 4.233093404027148e-05)
(0.64 3.6250118497027925e-05)
(0.65 3.0169302953784362e-05)
(0.66 2.68240396641394e-05)
(0.67 2.3478776374494446e-05)
(0.68 2.117304212904305e-05)
(0.69 1.8867307883591652e-05)
(0.7 1.8229855290313577e-05)
(0.71 1.7592402697035498e-05)
(0.72 1.8232500260697197e-05)
(0.73 1.88725978243589e-05)
(0.74 2.114448587279132e-05)
(0.75 2.341637392122374e-05)
(0.76 2.486867992528633e-05)
(0.77 2.6320985929348924e-05)
(0.78 2.714698206336848e-05)
(0.79 2.7972978197388043e-05)
(0.8 2.8173165140232506e-05)
(0.81 2.8373352083076975e-05)
(0.82 2.7815435518412408e-05)
(0.83 2.7257518953747844e-05)
(0.84 2.640444120926972e-05)
(0.85 2.555136346479161e-05)
(0.86 2.451442391346226e-05)
(0.87 2.347748436213291e-05)
(0.88 2.279521630892532e-05)
(0.89 2.2112948255717726e-05)
(0.9 2.2145321476340267e-05)
(0.91 2.2177694696962802e-05)
(0.92 2.1930873607303683e-05)
(0.93 2.1684052517644558e-05)
(0.94 2.2591354772148905e-05)
(0.95 2.3498657026653245e-05)
(0.96 2.3498657026653245e-05)
(0.97 2.3498657026653245e-05)
(0.98 2.5936581683581182e-05)
(0.99 2.7674386796755222e-05)
(1.0 3.160694553237841e-05)
)
