constant/QTableR
(
(0.0 4.3227636139301976e-06)
(0.01 4.612397799459205e-06)
(0.02 5.267824255396402e-06)
(0.03 5.9232507113336015e-06)
(0.04 6.694179899819519e-06)
(0.05 7.465109088305434e-06)
(0.06 7.989371341545749e-06)
(0.07 8.513633594786062e-06)
(0.08 8.694198342811723e-06)
(0.09 8.874763090837384e-06)
(0.1 8.686319399797468e-06)
(0.11 8.497875708757551e-06)
(0.12 7.776515691068066e-06)
(0.13 7.055155673378581e-06)
(0.14 6.041686416171322e-06)
(0.15 5.028217158964061e-06)
(0.16 4.470673277356568e-06)
(0.17 3.913129395749074e-06)
(0.18 3.5288403548405087e-06)
(0.19 3.1445513139319423e-06)
(0.2 3.038309215052263e-06)
(0.21 2.9320671161725834e-06)
(0.22 3.0387500434495333e-06)
(0.23 3.1454329707264836e-06)
(0.24 3.524080978798554e-06)
(0.25 3.902728986870624e-06)
(0.26 4.144779987547722e-06)
(0.27 4.386830988224821e-06)
(0.28 4.524497010561414e-06)
(0.29 4.662163032898007e-06)
(0.3 4.695527523372085e-06)
(0.31 4.7288920138461625e-06)
(0.32 4.635905919735402e-06)
(0.33 4.5429198256246415e-06)
(0.34 4.4007402015449536e-06)
(0.35 4.258560577465268e-06)
(0.36 4.085737318910377e-06)
(0.37 3.912914060355485e-06)
(0.38 3.79920271815422e-06)
(0.39 3.6854913759529547e-06)
(0.4 3.690886912723378e-06)
(0.41 3.6962824494938006e-06)
(0.42 3.655145601217281e-06)
(0.43 3.61400875294076e-06)
(0.44 3.765225795358151e-06)
(0.45 3.9164428377755406e-06)
(0.46 3.9164428377755406e-06)
(0.47 3.9164428377755406e-06)
(0.48 3.9164428377755406e-06)
(0.49 3.9164428377755406e-06)
(0.5 4.3227636139301976e-06)
(0.51 4.612397799459205e-06)
(0.52 5.267824255396402e-06)
(0.53 5.9232507113336015e-06)
(0.54 6.694179899819519e-06)
(0.55 7.465109088305434e-06)
(0.56 7.989371341545749e-06)
(0.57 8.513633594786062e-06)
(0.58 8.694198342811723e-06)
(0.59 8.874763090837384e-06)
(0.6 8.686319399797468e-06)
(0.61 8.497875708757551e-06)
(0.62 7.776515691068066e-06)
(0.63 7.055155673378581e-06)
(0.64 6.041686416171322e-06)
(0.65 5.028217158964061e-06)
(0.66 4.470673277356568e-06)
(0.67 3.913129395749074e-06)
(0.68 3.5288403548405087e-06)
(0.69 3.1445513139319423e-06)
(0.7 3.038309215052263e-06)
(0.71 2.9320671161725834e-06)
(0.72 3.0387500434495333e-06)
(0.73 3.1454329707264836e-06)
(0.74 3.524080978798554e-06)
(0.75 3.902728986870624e-06)
(0.76 4.144779987547722e-06)
(0.77 4.386830988224821e-06)
(0.78 4.524497010561414e-06)
(0.79 4.662163032898007e-06)
(0.8 4.695527523372085e-06)
(0.81 4.7288920138461625e-06)
(0.82 4.635905919735402e-06)
(0.83 4.5429198256246415e-06)
(0.84 4.4007402015449536e-06)
(0.85 4.258560577465268e-06)
(0.86 4.085737318910377e-06)
(0.87 3.912914060355485e-06)
(0.88 3.79920271815422e-06)
(0.89 3.6854913759529547e-06)
(0.9 3.690886912723378e-06)
(0.91 3.6962824494938006e-06)
(0.92 3.655145601217281e-06)
(0.93 3.61400875294076e-06)
(0.94 3.765225795358151e-06)
(0.95 3.9164428377755406e-06)
(0.96 3.9164428377755406e-06)
(0.97 3.9164428377755406e-06)
(0.98 4.3227636139301976e-06)
(0.99 4.612397799459205e-06)
(1.0 5.267824255396402e-06)
)
