constant/pressureTable
(
(0.00 10.1578666667)
(0.01 11.7273433800)
(0.02 13.1431887774)
(0.03 14.2668100466)
(0.04 14.9882193092)
(0.05 15.2368000000)
(0.06 14.5051264434)
(0.07 13.8788581281)
(0.08 13.3428103248)
(0.09 12.8839858235)
(0.10 12.4912597986)
(0.11 12.1551100719)
(0.12 11.8673862351)
(0.13 11.6211120313)
(0.14 11.4103162067)
(0.15 11.2298877291)
(0.16 11.0754518639)
(0.17 10.9432641031)
(0.18 10.8301193741)
(0.19 10.7332743287)
(0.20 10.6503808267)
(0.21 10.5794290020)
(0.22 10.5186985311)
(0.23 10.4667169207)
(0.24 10.4222238059)
(0.25 10.3841403905)
(0.26 10.3515432900)
(0.27 10.3236421433)
(0.28 10.2997604491)
(0.29 10.2793191632)
(0.30 10.2618226587)
(0.31 10.2468467089)
(0.32 10.2340282016)
(0.33 10.2230563346)
(0.34 10.2136650800)
(0.35 10.2056267340)
(0.36 10.1987463959)
(0.37 10.1928572426)
(0.38 10.1878164836)
(0.39 10.1835018987)
(0.40 10.1798088749)
(0.41 10.1766478700)
(0.42 10.1739422409)
(0.43 10.1716263860)
(0.44 10.1696441543)
(0.45 10.1679474838)
(0.46 10.1664952365)
(0.47 10.1652522006)
(0.48 10.1641882371)
(0.49 10.1632775486)
(0.50 10.1578666667)
(0.51 11.7273433800)
(0.52 13.1431887774)
(0.53 14.2668100466)
(0.54 14.9882193092)
(0.55 15.2368000000)
(0.56 14.5051264434)
(0.57 13.8788581281)
(0.58 13.3428103248)
(0.59 12.8839858235)
(0.60 12.4912597986)
(0.61 12.1551100719)
(0.62 11.8673862351)
(0.63 11.6211120313)
(0.64 11.4103162067)
(0.65 11.2298877291)
(0.66 11.0754518639)
(0.67 10.9432641031)
(0.68 10.8301193741)
(0.69 10.7332743287)
(0.70 10.6503808267)
(0.71 10.5794290020)
(0.72 10.5186985311)
(0.73 10.4667169207)
(0.74 10.4222238059)
(0.75 10.3841403905)
(0.76 10.3515432900)
(0.77 10.3236421433)
(0.78 10.2997604491)
(0.79 10.2793191632)
(0.80 10.2618226587)
(0.81 10.2468467089)
(0.82 10.2340282016)
(0.83 10.2230563346)
(0.84 10.2136650800)
(0.85 10.2056267340)
(0.86 10.1987463959)
(0.87 10.1928572426)
(0.88 10.1878164836)
(0.89 10.1835018987)
(0.90 10.1798088749)
(0.91 10.1766478700)
(0.92 10.1739422409)
(0.93 10.1716263860)
(0.94 10.1696441543)
(0.95 10.1679474838)
(0.96 10.1664952365)
(0.97 10.1652522006)
(0.98 10.1641882371)
(0.99 10.1632775486)
(1.00 10.1578666667)
(1.01 11.7273433800)
(1.02 13.1431887774)
(1.03 14.2668100466)
(1.04 14.9882193092)
(1.05 15.2368000000)
(1.06 14.5051264434)
(1.07 13.8788581281)
(1.08 13.3428103248)
(1.09 12.8839858235)
(1.10 12.4912597986)
(1.11 12.1551100719)
(1.12 11.8673862351)
(1.13 11.6211120313)
(1.14 11.4103162067)
(1.15 11.2298877291)
(1.16 11.0754518639)
(1.17 10.9432641031)
(1.18 10.8301193741)
(1.19 10.7332743287)
(1.20 10.6503808267)
(1.21 10.5794290020)
(1.22 10.5186985311)
(1.23 10.4667169207)
(1.24 10.4222238059)
(1.25 10.3841403905)
(1.26 10.3515432900)
(1.27 10.3236421433)
(1.28 10.2997604491)
(1.29 10.2793191632)
(1.30 10.2618226587)
(1.31 10.2468467089)
(1.32 10.2340282016)
(1.33 10.2230563346)
(1.34 10.2136650800)
(1.35 10.2056267340)
(1.36 10.1987463959)
(1.37 10.1928572426)
(1.38 10.1878164836)
(1.39 10.1835018987)
(1.40 10.1798088749)
(1.41 10.1766478700)
(1.42 10.1739422409)
(1.43 10.1716263860)
(1.44 10.1696441543)
(1.45 10.1679474838)
(1.46 10.1664952365)
(1.47 10.1652522006)
(1.48 10.1641882371)
(1.49 10.1632775486)
(1.50 10.1578666667)
(1.51 11.7273433800)
(1.52 13.1431887774)
(1.53 14.2668100466)
(1.54 14.9882193092)
(1.55 15.2368000000)
(1.56 14.5051264434)
(1.57 13.8788581281)
(1.58 13.3428103248)
(1.59 12.8839858235)
(1.60 12.4912597986)
(1.61 12.1551100719)
(1.62 11.8673862351)
(1.63 11.6211120313)
(1.64 11.4103162067)
(1.65 11.2298877291)
(1.66 11.0754518639)
(1.67 10.9432641031)
(1.68 10.8301193741)
(1.69 10.7332743287)
(1.70 10.6503808267)
(1.71 10.5794290020)
(1.72 10.5186985311)
(1.73 10.4667169207)
(1.74 10.4222238059)
(1.75 10.3841403905)
(1.76 10.3515432900)
(1.77 10.3236421433)
(1.78 10.2997604491)
(1.79 10.2793191632)
(1.80 10.2618226587)
(1.81 10.2468467089)
(1.82 10.2340282016)
(1.83 10.2230563346)
(1.84 10.2136650800)
(1.85 10.2056267340)
(1.86 10.1987463959)
(1.87 10.1928572426)
(1.88 10.1878164836)
(1.89 10.1835018987)
(1.90 10.1798088749)
(1.91 10.1766478700)
(1.92 10.1739422409)
(1.93 10.1716263860)
(1.94 10.1696441543)
(1.95 10.1679474838)
(1.96 10.1664952365)
(1.97 10.1652522006)
(1.98 10.1641882371)
(1.99 10.1632775486)
(2.00 10.1578666667)
)