constant/pressureTableB
(
(0.00 3.8208000)
(0.01 3.8806400)
(0.02 4.3712000)
(0.03 5.1968000)
(0.04 6.0224000)
(0.05 6.8480000)
(0.06 6.0224000)
(0.07 5.1968000)
(0.08 4.3712000)
(0.09 4.3712000)
(0.10 4.2094400)
(0.11 4.2094400)
(0.12 4.0476800)
(0.13 4.0476800)
(0.14 3.9137600)
(0.15 3.9137600)
(0.16 3.9137600)
(0.17 3.9137600)
(0.18 3.8208000)
(0.19 3.8208000)
(0.20 3.8208000)
(0.21 3.8208000)
(0.22 3.8208000)
(0.23 3.8208000)
(0.24 3.8208000)
(0.25 3.8208000)
)