0/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.375;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.375;
    }

    iliac_out
    {
        type            zeroGradient;
    }
    renal01
    {
	type		zeroGradient;
    }
    renal02
    {
	type		zeroGradient;
    }
    brachiocephalic
    {
        type            zeroGradient;
    }
    lcc
    {
        type            zeroGradient;
    }
    left_subclavian
    {
        type            zeroGradient;
    }
    celiac_trunk
    {
	type		zeroGradient;
    }
    sma
    {
	type		zeroGradient;
    }
    pipe
    {
        type            kqRWallFunction;
        value           uniform 0.375;
    }

//    reboa
//    {
//        type            kqRWallFunction;
//        value           uniform 0.375;
//    }

//    reboa2
//    {
//        type            kqRWallFunction;
//        value           uniform 0.375;
//    }
    defaultFaces
    {
        type            zeroGradient;
    }

    top
    {
        type            zeroGradient;
    }
    left
    {
        type            zeroGradient;
    }
    right
    {
        type            zeroGradient;
    }
    bottom
    {
        type            zeroGradient;
    }
    front
    {
        type            zeroGradient;
    }
    back
    {   
        type            zeroGradient;
    }

}


// ************************************************************************* //
