system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    p
    {
        solver           GAMG;
	smoother	 DICGaussSeidel;
        tolerance        1e-7;
        relTol           0.01;
    }
    pFinal
    {
	$p;
	relTol		0;
    }

    Phi
    {
        $p;
    }
    U
    {
        solver          smoothSolver;
        smoother	GaussSeidel;
        tolerance       1e-8;
        relTol          0.1;
        nSweeps         1;
    }

    k
    {
        solver          smoothSolver;
        smoother        GaussSeidel;
        tolerance       1e-8;
        relTol          0.1;
        nSweeps         1;
    }

    omega
    {
        solver          smoothSolver;
        smoother        GaussSeidel;
        tolerance       1e-8;
        relTol          0.1;
        nSweeps         1;
    }
    UFinal
    {
	$U;
	relTol		0;
    }
    kFinal
    {
	 $U;
	 relTol         0;
    }
    omegaFinal
    {
	$U;
	relTol		0;
    }    
}
potentialFlow
{
	nNonOrthogonalCorrectors 3;
}
PIMPLE
{
    nNonOrthogonalCorrectors 0;
    nCorrectors         1;
    nOuterCorrectors	10;
    pRefCell		0;
    pRefValue		0;
}
relaxationFactors
{
	fields
	{
		p	0.3;
		pFinal	1;
	}
	equations
	{
		U	0.5;
	}
}

// ************************************************************************* //
