system/decomposeParDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

numberOfSubdomains 8;


//method	scotch;
//method 	hierarchical;
//method 	metis;
//method 	manual;
//method 	multiLevel;
//method 	structured;



//method          simple;	//meshing
//simpleCoeffs
//{
//	n	(1 2 2);
//	delta	0.001;
//}

//method		hierarchical;
//hierarchicalCoeffs
//{
//	n	(2 4 4);
//	order	zyx;
//}

method		scotch;		//solving
scotchCoeffs
{
//	    writeGraph true;
}


// ************************************************************************* //
